Revit 2024 API
DockablePane Constructor
Overload List
Name | Description
DockablePane(DockablePane)
 Constructs a new copy of the input DockablePane object.
DockablePane(DockablePaneId)
 Gets the pane with identifier %id%.
See Also
DockablePane Class
DockablePane Members
Autodesk.Revit.UI Namespace